{
  "Ru": {
    "header": {
      "items": [
        {
          "about": "обо мне",
          "experience": "опыт",
          "education": "образование",
          "code": "примеры работ",
          "skills": "навыки"
        }
      ]
    },
    "introduction": {
      "items": [
        {
          "name": "Борис Громов",
          "resume": "фронтенд-разработчик"
        }
      ]
    },
    "about": {
      "content": "Опыт разработки со стеком HTML/CSS/Javascript, использование библиотеки Bootstrap. Разработка в React/NextJS/Typescript. Стремлюсь к написанию понятного и поддерживаемого кода, использую методологию БЭМ, следую SOLID/DRY и соблюдаю единообразие в наименовании классов. Сочетаю адаптивную и гибкую верстку, применяю технологии Flex и Grid, работаю с аудио-и видеофайлами."
    },
    "experience": {
      "items": [
        {
          "name": "IT-инкубатор",
          "position": "Фронтенд-разработчик",
          "description": "Разработка социальной сети на стеке Reaxt/NextJS/Typescript в составе команды. Интеграция системы аутентификации с использованием Google OAuth 2.0, создание компонентов отображения и редактирования профиля, стилизация."
        },
        {
          "name": "RS School",
          "position": "Фронтенд-разработчик",
          "description": "Написание нескольких приложений в ходе обучения и практик. Реализация слайдера, карусели, форм ввода, всплывающих окон и подсказок, пагинации, навигации, чекбоксов и свитчеров, изменение языков интерфейса."
        },
        {
          "name": "InsBro",
          "position": "Менеджер проектов",
          "description": "Бюджетирование, планирование, аналитика. Открытие и развитие сети точек продаж розничных страховых продуктов. Проведение тендеров для юридических лиц. Взаимодействие со страховыми компаниями. Реализация проекта по онлайн-продаже полисов"
        }
      ]
    },
    "education": {
      "items": [
        {
          "name": "IT-инкубатор",
          "description": "Изучение React, NextJS, Typescript, Redux, Docker, GraphQL API."
        },
        {
          "name": "RS School",
          "description": "Изучение HTML/CSS, Javascript, Webpack, RESTful API, Github, прохождение практики."
        },
        {
          "name": "Московский государственный университет экономики, статистики и информатики",
          "description": "Корпоративные информационные системы, прикладная информатика в экономике, специалист."
        }
      ]
    },
    "skills": {
      "personal": [
        "Командный игрок",
        "Добросовестный",
        "Внимательный к деталям",
        "Быстрообучаемый",
        "Надежный",
        "Самодисциплинированный"
      ],
      "professional": [
        "Английский B2",
        "Javascript/Typescript",
        "HTML/CSS/SCSS",
        "Github",
        "Figma",
        "WebPack",
        "React/NextJS",
        "RESTful/GraphQL API",
        "Redux",
        "Docker",
        "Jira"
      ]
    }
  }
}
